      ******************************************************************
      * Author:FABRICIO PERRONE
      * Date:14/11/2022
      * Purpose:ESTUDO
      * Tectonics: cobc
      ******************************************************************
       IDENTIFICATION DIVISION.
       PROGRAM-ID. COBOL.
       DATA DIVISION.
       FILE SECTION.
       WORKING-STORAGE SECTION.
       PROCEDURE DIVISION.
       MAIN-PROCEDURE.
            DISPLAY "OLA EU SOU FABRICIO!"
            STOP RUN.
       END PROGRAM COBOL.
